[
  {
    "Job-Title": "Nutrition Specialist, P3, TA, Ouagadougou, Burkina Faso # 127862 (364 jours)",
    "Description": "UNICEF - Burkina Faso is recruiting a Nutrition Specialist Specialist based in Ouagadougou, Burkina Faso.  If you are a committed, creative professional and are passionate about making a lasting difference for children, the world's leading children's rights organization would like to hear from you.",
    "Job-Location": "Burkina Faso",
    "Job-Deadline": "08/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570101/nutrition-specialist-p3-ta-ouagadougou-burkina-faso-127862-364-jours"
  },
  {
    "Job-Title": "Associate Director (Chief Data Officer), D-1, Florence, Italy",
    "Description": "Under the supervision of the Director, DAPM, the Chief Data Officer provides intellectual, managerial, technical and advocacy leadership in UNICEF for the safe use of cutting-edge tools and platforms as well as all forms of data at global, regional and country levels within the overall mission of UNICEF to promote the rights of every child. The post is also the senior position with authority in UNICEF to promulgate and uphold standards of responsibility and ethics in data produced or used by any part of UNICEF. Additionally, the Chief Data Officer leads and manages the team, including mobilization of the resources they need to function. The Chief Data Officer’s Office/Team is composed of the Data Governance & Strategy Unit (including Data Protection & Privacy) and the Data Communications Unit. It is also matrixed with the Programme Effectiveness Team’s Safeguarding Unit.",
    "Job-Location": "Italy",
    "Job-Deadline": "29/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570078/associate-director-chief-data-officer-d1-florence-italy"
  },
  {
    "Job-Title": "Consultant for the Development of the Social Welfare VAC Protocol",
    "Description": "The purpose of this consultancy is to provide support to UNICEF Serbia in assisting the Ministry of Labour, Employment, Veterans and Social Affairs (MoLEVSA) in the development of a new Special Protocol for the protection of children from violence in the field of social protection which will be harmonized with the General VAC protocol for the protection of children from violence, including paying special attention to the specifics of protective mechanisms when it comes to age, gender, health and other relevant factors and vulnerabilities of children.",
    "Job-Location": "Serbia",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570102/consultant-for-the-development-of-the-social-welfare-vac-protocol"
  },
  {
    "Job-Title": "Programme Specialist (Children with Disabilities), P-3, East Jerusalem, State of Palestine # 127932, Temporary Appointment, (364 Days)",
    "Description": "If you are a committed, creative professional and you would like to make an active and lasting contribution to build a better and safe world for children, we would like to hear from you. Our State of Palestine Office is seeking dynamic qualified candidate to join our team as Programme Specialist (Children with Disabilities) at P3 level based in Jerusalem.",
    "Job-Location": "State of Palestine (SoP)",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570065/programme-specialist-children-with-disabilities-p3-east-jerusalem-state-of-palestine-127932-temporary-appointment-364-days"
  },
  {
    "Job-Title": "Consultant national_Spécialiste de la mise en oeuvre des Ecovillages, Androy, Madagascar, 11mois",
    "Description": "Le/la Consultant soutient UNICEF dans le développement, la préparation, la gestion, la mise en œuvre, le suivi et l'évaluation du programme Eco Village.\n\nDe manière plus spécifique le (la) consultant (e) national (e) sera le relais entre UNICEF Madagascar au niveau régional et national et les partenaires de mise en œuvre terrain (Bureau d’Etudes, Entreprises, ONGs, etc.) sur le terrain, et travaillera en étroite collaboration avec les autres partenaires gouvernementaux et secteur privé. \n\nLe (la) consultant(e) travaillera dans le Bureau Pays (BP) au sein duquel WASH constitue un élément considérable du Programme pays (ou CCPD).  Le consultant sera basé dans le bureau sous-régional d'Androy, mais couvrira les régions Antsimo Andrefana, Androy et Anosy. Le consultant rendra compte à la fois au spécialiste WASH changement climatique et urgence à Antananarivo et au NOC WASH à Androy",
    "Job-Location": "Madagascar",
    "Job-Deadline": "17/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570099/consultant-national_spécialiste-de-la-mise-en-oeuvre-des-ecovillages-androy-madagascar-11mois"
  },
  {
    "Job-Title": "Consultant national_ Expert en gestion des données en appui au suivi et évaluation du service de Nutrition, 11 mois",
    "Description": "Un système de suivi des données de nutrition est un prérequis essentiel pour une l’amélioration du programme de nutrition, une meilleure redevabilité ainsi que pour le système de pré-alerte et réponse aux urgences. Sous le leadership du service de nutrition d’importants progrès ont été atteint en termes de promptitude et complétude des données. Malgré tous des progrès restent a faire particulièrement dans le renforcement des systèmes d’informations, l’amélioration de la qualité des données et leurs utilisations tant au niveau central que décentralisé.\nIl s’agira d’appuyer le service de Nutrition du ministère de la Santé Publique (MSANP) sur le suivi des données relative à la prise en charge de la malnutrition aigüe, la supplémentation en vitamine A pour les enfants, la supplémentation en multiple micro-nutriment (MMS) pour les femmes enceintes, les indicateurs de l’alimentation du nourrisson et jeune enfant (ANJE), la gestion des intrants de nutrition.\nLe consultant appuiera donc le service de la nutrition de la MSANP pour renforcer le système d’information sanitaire spécifiquement pour la collecte, l’analyse et le partage des données de routine sur la nutrition.\nL’objectif étant ainsi de renforcer les capacités du ministère dans l’utilisation des données existantes afin d’en améliorer la complétude, la promptitude et la qualité et ainsi prendre des décisions basées sur les évidences en temps opportun ainsi que leurs appropriations au niveau des groupes de travail du système d’information nutritionnelle (GT SIN).",
    "Job-Location": "Madagascar",
    "Job-Deadline": "17/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570100/consultant-national_-expert-en-gestion-des-données-en-appui-au-suivi-et-évaluation-du-service-de-nutrition-11-mois"
  },
  {
    "Job-Title": "Technical Consultant for Gender Equality, Disability and Social Inclusion Studies contributing to Education Sector Analysis and Planning in the Pacific Islands countries, 12 months.",
    "Description": "UNICEF Pacific is in search of a dedicated and proactive international Consultant.  The consultant is expected to contribute to the education sector analysis and development of new national education sector plans by bringing perspectives on gender, equity, disability and social inclusion into the analysis and development process in the Pacific Island countries.",
    "Job-Location": "Fiji/Pacific Island Countries",
    "Job-Deadline": "15/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570090/technical-consultant-for-gender-equality-disability-and-social-inclusion-studies-contributing-to-education-sector-analysis-and-planning-in-the-pacific-islands-countries-12-months"
  },
  {
    "Job-Title": "International consultancy for secondary analysis, expanded desk review, and report writing of “Assessment of the social and child protection system including existing social service workforce capacity of the Czech Republic”  (27 days)",
    "Description": "The Refugee Response Office in Czech Republic is looking for a consultant  to complete and consolidate the final report for the assessment of the child protection system in the Czech Republic, and the national refugee response to Ukrainian refugees with specific focus on protection and inclusion of migrant and refugee children.",
    "Job-Location": "Czech Republic",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570085/international-consultancy-for-secondary-analysis-expanded-desk-review-and-report-writing-of-assessment-of-the-social-and-child-protection-system-including-existing-social-service-workforce-capacity-of-the-czech-republic-27-days"
  },
  {
    "Job-Title": "Vacancy Announcement: Nutrition Manager, P4, FT, Abuja, Nigeria #123439",
    "Description": "The efficiency and efficacy of support provided by the Nutrition Manager to the preparation, planning and implementation of nutrition programmes/projects contributes to and accelerates the national development efforts to improve the nutritional status of mothers, infants and children in the country. This in turn contributes to maintaining and enhancing the credibility and ability of UNICEF to continue to provide programme services to mothers and children that promotes greater social equity in the country.",
    "Job-Location": "Nigeria",
    "Job-Deadline": "11/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570081/vacancy-announcement-nutrition-manager-p4-ft-abuja-nigeria-123439"
  },
  {
    "Job-Title": "Consultoría Local: Elaboración de línea de base para el proyecto “Incremento de la cobertura educativa para la primera infancia y fortalecimiento de la educación integral e implementación de programas de parentalidad con enfoque de género en Cuba”.",
    "Description": "La Oficina de UNICEF en Cuba se complace en anunciar su convocatoria para la Consultoría Local:  Elaboración de línea de base para el proyecto “Incremento de la cobertura educativa para la primera infancia, mediante la modalidad institucional. Fortalecimiento de la educación integral e implementación de programas de parentalidad con enfoque de género en Cuba”.\n\nLa presente Consultoría tiene como objetivo general : Realizar un estudio que permita establecer una línea de base para el incremento de la cobertura educativa mediante la modalidad institucional y el fortalecimiento de programas de parentalidad con enfoque de género en Cuba.\n\nAgradecemos a todas las personas interesadas que cumplen con los requerimientos establecidos, que presenten su postulación a nuestra convocatoria.",
    "Job-Location": "Cuba",
    "Job-Deadline": "11/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570046/consultoría-local-elaboración-de-línea-de-base-para-el-proyecto-incremento-de-la-cobertura-educativa-para-la-primera-infancia-y-fortalecimiento-de-la-educación-integral-e-implementación-de-programas-de-parentalidad-con-enfoque-de-género-en-cuba"
  },
  {
    "Job-Title": "Programme Health and Nutrition Associate, GS6, Temporary Appointment for 12 months, Quibdó, Choco, Post No. 127796",
    "Description": "¡Join our UNICEF Colombia team and make a difference in the lives of children and adolescents! UNICEF Colombia is looking for a highly motivated Programme Health and Nutrition Associate to support functions to help develop, implement and monitor their country programme, ensuring effective and timely delivery that is consistent with UNICEF rules and regulations.",
    "Job-Location": "Colombia",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570069/programme-health-and-nutrition-associate-gs6-temporary-appointment-for-12-months-quibdó-choco-post-no-127796"
  },
  {
    "Job-Title": "Long Term Agreement (LTA) for Engagement of Social Protection Individual Consultants in Latin America and the Caribbean - LACRO, Panama",
    "Description": "UNICEF LACRO is looking for consultants to work on Long Term Agreements to assist in the implementation of recurrent Social Protection activities.",
    "Job-Location": "Panama",
    "Job-Deadline": "28/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570091/long-term-agreement-lta-for-engagement-of-social-protection-individual-consultants-in-latin-america-and-the-caribbean-lacro-panama"
  },
  {
    "Job-Title": "Long Term Agreement (LTA) for Engagement of Individual Consultants in Public Finance for Children (PF4C) and Local Governance (LG) in Latin America and the Caribbean - LACRO, Panama",
    "Description": "UNICEF LACRO is looking for consultants to work on Long Term Agreements to assist in the implementation of recurrent Social Protection activities.",
    "Job-Location": "Panama",
    "Job-Deadline": "28/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570095/long-term-agreement-lta-for-engagement-of-individual-consultants-in-public-finance-for-children-pf4c-and-local-governance-lg-in-latin-america-and-the-caribbean-lacro-panama"
  },
  {
    "Job-Title": "CON 7590-2024 – Consultoría apoyo técnico - Estrategia entornos libres de violencia de la iniciativa MUNA (9 meses) Argentina",
    "Description": "Brindar asistencia técnica para el seguimiento, monitoreo y reporte de los planes de acción municipales dirigidos a la promoción de entornos libres de violencia.",
    "Job-Location": "Argentina",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570040/con-75902024-consultoría-apoyo-técnico-estrategia-entornos-libres-de-violencia-de-la-iniciativa-muna-9-meses-argentina"
  },
  {
    "Job-Title": "International consultancy - Foundational Learning Specialist, Freetown, Sierra Leone, 90 days",
    "Description": "UNICEF Sierra Leone is seeking to hire an international consultant to support the development of the school readiness framework and the revision of the pre-primary instructional core package.",
    "Job-Location": "Sierra Leone",
    "Job-Deadline": "13/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570003/international-consultancy-foundational-learning-specialist-freetown-sierra-leone-90-days"
  },
  {
    "Job-Title": "National Consultancy - Foundational Learning Specialist, For Sierra Leone nationals only",
    "Description": "UNICEF Sierra Leone is seeking to hire a national consultant to support the international consultant, UNICEF, MBSSE, TSC and other parties in the development of the school readiness framework and the revision of the pre-primary instructional core package.",
    "Job-Location": "Sierra Leone",
    "Job-Deadline": "13/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570005/national-consultancy-foundational-learning-specialist-for-sierra-leone-nationals-only"
  },
  {
    "Job-Title": "Local Consultancy with travel: Senior Education Consultant, Bratislava, Slovak Republic (68 days between March and August 2024)",
    "Description": "UNICEF Slovakia Ukraine Refugee Response Office is seeking a Senior Education Consultant with experience in Education, Early Childhood Development (ECD)/Early Childhood Education (ECE) and Adolescent Development and Participation (ADAP) to provide coordination and technical support on the Education, ECD and ADAP refugee responses in the Slovak Republic.",
    "Job-Location": "Slovakia",
    "Job-Deadline": "07/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570076/local-consultancy-with-travel-senior-education-consultant-bratislava-slovak-republic-68-days-between-march-and-august-2024"
  },
  {
    "Job-Title": "Re-advertisement - Partnerships Manager, P-4, (FT), # 126219, Foundations, PFP, Geneva, Switzerland",
    "Description": "Under the guidance of the Chief, of Foundations Partnerships, the incumbent will be responsible for continuing to drive the Foundation’s strategy 2022 – 2025 and supporting the growth of high-level partnerships and ambitious new approaches and opportunities with foundations. The incumbent will work closely with focal points in the Programme Group and other key Divisions within UNICEF; Country Offices and Regional Offices, National Committees, and PFP colleagues to develop new areas of growth and partnership globally, creating opportunities and maximizing those that arise. The incumbent will focus on some of the largest Foundations partners such as BMGF and others that are highly technical and programmatic; they will work to build the capacity across UNICEF for these partnerships.",
    "Job-Location": "Switzerland",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/564856/readvertisement-partnerships-manager-p4-ft-126219-foundations-pfp-geneva-switzerland"
  },
  {
    "Job-Title": "Temporary appointment: ICT Associate (Technical), GS-6, (Post #127884), Business Innovation and Support Section, UNICEF Global Shared Services Centre, Budapest, Hungary",
    "Description": "The ICT Associate will ensure that timely and efficient solutions are provided to queries worldwide in the field of IT Infrastructure and services (access management, Office 365, SAP etc). The candidate will manage incidents, facilitate communication between users, Subject Matter Experts (SMEs) and the IT Management for the use of the Business Innovation and Support Section (BIS).",
    "Job-Location": "Hungary",
    "Job-Deadline": "15/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570084/temporary-appointment-ict-associate-technical-gs6-post-127884-business-innovation-and-support-section-unicef-global-shared-services-centre-budapest-hungary"
  },
  {
    "Job-Title": "Finance Specialist (Digital Payment Solutions), P-3, DFAM, Istanbul, Türkiye, #116898",
    "Description": "The Cash-Based Transfers unit within DFAM Treasury & Structured Finance Section plays asignificant role in developing and maintaining excellent relationships with FinancialService Providers (FSPs), including traditional banks, mobile money operators, digitalpayment providers,\nfinancial technology companies, other relevant participants in the cash-based transfercommunity, and other UN Agencies. Ensures compliance with internal quality assurance\nstandards and external regulatory agency mandates, including Know Your Customer and international sanctions and manages counterparty risk.",
    "Job-Location": "Türkiye",
    "Job-Deadline": "22/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570067/finance-specialist-digital-payment-solutions-p3-dfam-istanbul-türkiye-116898"
  },
  {
    "Job-Title": "Nutrition Specialist, P3, TA, Ouagadougou, Burkina Faso # 127862 (364 jours)",
    "Description": "UNICEF - Burkina Faso is recruiting a Nutrition Specialist Specialist based in Ouagadougou, Burkina Faso.  If you are a committed, creative professional and are passionate about making a lasting difference for children, the world's leading children's rights organization would like to hear from you.",
    "Job-Location": "Burkina Faso",
    "Job-Deadline": "08/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570101/nutrition-specialist-p3-ta-ouagadougou-burkina-faso-127862-364-jours"
  },
  {
    "Job-Title": "Associate Director (Chief Data Officer), D-1, Florence, Italy",
    "Description": "Under the supervision of the Director, DAPM, the Chief Data Officer provides intellectual, managerial, technical and advocacy leadership in UNICEF for the safe use of cutting-edge tools and platforms as well as all forms of data at global, regional and country levels within the overall mission of UNICEF to promote the rights of every child. The post is also the senior position with authority in UNICEF to promulgate and uphold standards of responsibility and ethics in data produced or used by any part of UNICEF. Additionally, the Chief Data Officer leads and manages the team, including mobilization of the resources they need to function. The Chief Data Officer’s Office/Team is composed of the Data Governance & Strategy Unit (including Data Protection & Privacy) and the Data Communications Unit. It is also matrixed with the Programme Effectiveness Team’s Safeguarding Unit.",
    "Job-Location": "Italy",
    "Job-Deadline": "29/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570078/associate-director-chief-data-officer-d1-florence-italy"
  },
  {
    "Job-Title": "Consultant for the Development of the Social Welfare VAC Protocol",
    "Description": "The purpose of this consultancy is to provide support to UNICEF Serbia in assisting the Ministry of Labour, Employment, Veterans and Social Affairs (MoLEVSA) in the development of a new Special Protocol for the protection of children from violence in the field of social protection which will be harmonized with the General VAC protocol for the protection of children from violence, including paying special attention to the specifics of protective mechanisms when it comes to age, gender, health and other relevant factors and vulnerabilities of children.",
    "Job-Location": "Serbia",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570102/consultant-for-the-development-of-the-social-welfare-vac-protocol"
  },
  {
    "Job-Title": "Programme Specialist (Children with Disabilities), P-3, East Jerusalem, State of Palestine # 127932, Temporary Appointment, (364 Days)",
    "Description": "If you are a committed, creative professional and you would like to make an active and lasting contribution to build a better and safe world for children, we would like to hear from you. Our State of Palestine Office is seeking dynamic qualified candidate to join our team as Programme Specialist (Children with Disabilities) at P3 level based in Jerusalem.",
    "Job-Location": "State of Palestine (SoP)",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570065/programme-specialist-children-with-disabilities-p3-east-jerusalem-state-of-palestine-127932-temporary-appointment-364-days"
  },
  {
    "Job-Title": "Consultant national_Spécialiste de la mise en oeuvre des Ecovillages, Androy, Madagascar, 11mois",
    "Description": "Le/la Consultant soutient UNICEF dans le développement, la préparation, la gestion, la mise en œuvre, le suivi et l'évaluation du programme Eco Village.\n\nDe manière plus spécifique le (la) consultant (e) national (e) sera le relais entre UNICEF Madagascar au niveau régional et national et les partenaires de mise en œuvre terrain (Bureau d’Etudes, Entreprises, ONGs, etc.) sur le terrain, et travaillera en étroite collaboration avec les autres partenaires gouvernementaux et secteur privé. \n\nLe (la) consultant(e) travaillera dans le Bureau Pays (BP) au sein duquel WASH constitue un élément considérable du Programme pays (ou CCPD).  Le consultant sera basé dans le bureau sous-régional d'Androy, mais couvrira les régions Antsimo Andrefana, Androy et Anosy. Le consultant rendra compte à la fois au spécialiste WASH changement climatique et urgence à Antananarivo et au NOC WASH à Androy",
    "Job-Location": "Madagascar",
    "Job-Deadline": "17/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570099/consultant-national_spécialiste-de-la-mise-en-oeuvre-des-ecovillages-androy-madagascar-11mois"
  },
  {
    "Job-Title": "Consultant national_ Expert en gestion des données en appui au suivi et évaluation du service de Nutrition, 11 mois",
    "Description": "Un système de suivi des données de nutrition est un prérequis essentiel pour une l’amélioration du programme de nutrition, une meilleure redevabilité ainsi que pour le système de pré-alerte et réponse aux urgences. Sous le leadership du service de nutrition d’importants progrès ont été atteint en termes de promptitude et complétude des données. Malgré tous des progrès restent a faire particulièrement dans le renforcement des systèmes d’informations, l’amélioration de la qualité des données et leurs utilisations tant au niveau central que décentralisé.\nIl s’agira d’appuyer le service de Nutrition du ministère de la Santé Publique (MSANP) sur le suivi des données relative à la prise en charge de la malnutrition aigüe, la supplémentation en vitamine A pour les enfants, la supplémentation en multiple micro-nutriment (MMS) pour les femmes enceintes, les indicateurs de l’alimentation du nourrisson et jeune enfant (ANJE), la gestion des intrants de nutrition.\nLe consultant appuiera donc le service de la nutrition de la MSANP pour renforcer le système d’information sanitaire spécifiquement pour la collecte, l’analyse et le partage des données de routine sur la nutrition.\nL’objectif étant ainsi de renforcer les capacités du ministère dans l’utilisation des données existantes afin d’en améliorer la complétude, la promptitude et la qualité et ainsi prendre des décisions basées sur les évidences en temps opportun ainsi que leurs appropriations au niveau des groupes de travail du système d’information nutritionnelle (GT SIN).",
    "Job-Location": "Madagascar",
    "Job-Deadline": "17/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570100/consultant-national_-expert-en-gestion-des-données-en-appui-au-suivi-et-évaluation-du-service-de-nutrition-11-mois"
  },
  {
    "Job-Title": "Technical Consultant for Gender Equality, Disability and Social Inclusion Studies contributing to Education Sector Analysis and Planning in the Pacific Islands countries, 12 months.",
    "Description": "UNICEF Pacific is in search of a dedicated and proactive international Consultant.  The consultant is expected to contribute to the education sector analysis and development of new national education sector plans by bringing perspectives on gender, equity, disability and social inclusion into the analysis and development process in the Pacific Island countries.",
    "Job-Location": "Fiji/Pacific Island Countries",
    "Job-Deadline": "15/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570090/technical-consultant-for-gender-equality-disability-and-social-inclusion-studies-contributing-to-education-sector-analysis-and-planning-in-the-pacific-islands-countries-12-months"
  },
  {
    "Job-Title": "International consultancy for secondary analysis, expanded desk review, and report writing of “Assessment of the social and child protection system including existing social service workforce capacity of the Czech Republic”  (27 days)",
    "Description": "The Refugee Response Office in Czech Republic is looking for a consultant  to complete and consolidate the final report for the assessment of the child protection system in the Czech Republic, and the national refugee response to Ukrainian refugees with specific focus on protection and inclusion of migrant and refugee children.",
    "Job-Location": "Czech Republic",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570085/international-consultancy-for-secondary-analysis-expanded-desk-review-and-report-writing-of-assessment-of-the-social-and-child-protection-system-including-existing-social-service-workforce-capacity-of-the-czech-republic-27-days"
  },
  {
    "Job-Title": "Vacancy Announcement: Nutrition Manager, P4, FT, Abuja, Nigeria #123439",
    "Description": "The efficiency and efficacy of support provided by the Nutrition Manager to the preparation, planning and implementation of nutrition programmes/projects contributes to and accelerates the national development efforts to improve the nutritional status of mothers, infants and children in the country. This in turn contributes to maintaining and enhancing the credibility and ability of UNICEF to continue to provide programme services to mothers and children that promotes greater social equity in the country.",
    "Job-Location": "Nigeria",
    "Job-Deadline": "11/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570081/vacancy-announcement-nutrition-manager-p4-ft-abuja-nigeria-123439"
  },
  {
    "Job-Title": "Consultoría Local: Elaboración de línea de base para el proyecto “Incremento de la cobertura educativa para la primera infancia y fortalecimiento de la educación integral e implementación de programas de parentalidad con enfoque de género en Cuba”.",
    "Description": "La Oficina de UNICEF en Cuba se complace en anunciar su convocatoria para la Consultoría Local:  Elaboración de línea de base para el proyecto “Incremento de la cobertura educativa para la primera infancia, mediante la modalidad institucional. Fortalecimiento de la educación integral e implementación de programas de parentalidad con enfoque de género en Cuba”.\n\nLa presente Consultoría tiene como objetivo general : Realizar un estudio que permita establecer una línea de base para el incremento de la cobertura educativa mediante la modalidad institucional y el fortalecimiento de programas de parentalidad con enfoque de género en Cuba.\n\nAgradecemos a todas las personas interesadas que cumplen con los requerimientos establecidos, que presenten su postulación a nuestra convocatoria.",
    "Job-Location": "Cuba",
    "Job-Deadline": "11/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570046/consultoría-local-elaboración-de-línea-de-base-para-el-proyecto-incremento-de-la-cobertura-educativa-para-la-primera-infancia-y-fortalecimiento-de-la-educación-integral-e-implementación-de-programas-de-parentalidad-con-enfoque-de-género-en-cuba"
  },
  {
    "Job-Title": "Programme Health and Nutrition Associate, GS6, Temporary Appointment for 12 months, Quibdó, Choco, Post No. 127796",
    "Description": "¡Join our UNICEF Colombia team and make a difference in the lives of children and adolescents! UNICEF Colombia is looking for a highly motivated Programme Health and Nutrition Associate to support functions to help develop, implement and monitor their country programme, ensuring effective and timely delivery that is consistent with UNICEF rules and regulations.",
    "Job-Location": "Colombia",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570069/programme-health-and-nutrition-associate-gs6-temporary-appointment-for-12-months-quibdó-choco-post-no-127796"
  },
  {
    "Job-Title": "Long Term Agreement (LTA) for Engagement of Social Protection Individual Consultants in Latin America and the Caribbean - LACRO, Panama",
    "Description": "UNICEF LACRO is looking for consultants to work on Long Term Agreements to assist in the implementation of recurrent Social Protection activities.",
    "Job-Location": "Panama",
    "Job-Deadline": "28/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570091/long-term-agreement-lta-for-engagement-of-social-protection-individual-consultants-in-latin-america-and-the-caribbean-lacro-panama"
  },
  {
    "Job-Title": "Long Term Agreement (LTA) for Engagement of Individual Consultants in Public Finance for Children (PF4C) and Local Governance (LG) in Latin America and the Caribbean - LACRO, Panama",
    "Description": "UNICEF LACRO is looking for consultants to work on Long Term Agreements to assist in the implementation of recurrent Social Protection activities.",
    "Job-Location": "Panama",
    "Job-Deadline": "28/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570095/long-term-agreement-lta-for-engagement-of-individual-consultants-in-public-finance-for-children-pf4c-and-local-governance-lg-in-latin-america-and-the-caribbean-lacro-panama"
  },
  {
    "Job-Title": "CON 7590-2024 – Consultoría apoyo técnico - Estrategia entornos libres de violencia de la iniciativa MUNA (9 meses) Argentina",
    "Description": "Brindar asistencia técnica para el seguimiento, monitoreo y reporte de los planes de acción municipales dirigidos a la promoción de entornos libres de violencia.",
    "Job-Location": "Argentina",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570040/con-75902024-consultoría-apoyo-técnico-estrategia-entornos-libres-de-violencia-de-la-iniciativa-muna-9-meses-argentina"
  },
  {
    "Job-Title": "International consultancy - Foundational Learning Specialist, Freetown, Sierra Leone, 90 days",
    "Description": "UNICEF Sierra Leone is seeking to hire an international consultant to support the development of the school readiness framework and the revision of the pre-primary instructional core package.",
    "Job-Location": "Sierra Leone",
    "Job-Deadline": "13/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570003/international-consultancy-foundational-learning-specialist-freetown-sierra-leone-90-days"
  },
  {
    "Job-Title": "National Consultancy - Foundational Learning Specialist, For Sierra Leone nationals only",
    "Description": "UNICEF Sierra Leone is seeking to hire a national consultant to support the international consultant, UNICEF, MBSSE, TSC and other parties in the development of the school readiness framework and the revision of the pre-primary instructional core package.",
    "Job-Location": "Sierra Leone",
    "Job-Deadline": "13/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570005/national-consultancy-foundational-learning-specialist-for-sierra-leone-nationals-only"
  },
  {
    "Job-Title": "Local Consultancy with travel: Senior Education Consultant, Bratislava, Slovak Republic (68 days between March and August 2024)",
    "Description": "UNICEF Slovakia Ukraine Refugee Response Office is seeking a Senior Education Consultant with experience in Education, Early Childhood Development (ECD)/Early Childhood Education (ECE) and Adolescent Development and Participation (ADAP) to provide coordination and technical support on the Education, ECD and ADAP refugee responses in the Slovak Republic.",
    "Job-Location": "Slovakia",
    "Job-Deadline": "07/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570076/local-consultancy-with-travel-senior-education-consultant-bratislava-slovak-republic-68-days-between-march-and-august-2024"
  },
  {
    "Job-Title": "Re-advertisement - Partnerships Manager, P-4, (FT), # 126219, Foundations, PFP, Geneva, Switzerland",
    "Description": "Under the guidance of the Chief, of Foundations Partnerships, the incumbent will be responsible for continuing to drive the Foundation’s strategy 2022 – 2025 and supporting the growth of high-level partnerships and ambitious new approaches and opportunities with foundations. The incumbent will work closely with focal points in the Programme Group and other key Divisions within UNICEF; Country Offices and Regional Offices, National Committees, and PFP colleagues to develop new areas of growth and partnership globally, creating opportunities and maximizing those that arise. The incumbent will focus on some of the largest Foundations partners such as BMGF and others that are highly technical and programmatic; they will work to build the capacity across UNICEF for these partnerships.",
    "Job-Location": "Switzerland",
    "Job-Deadline": "14/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/564856/readvertisement-partnerships-manager-p4-ft-126219-foundations-pfp-geneva-switzerland"
  },
  {
    "Job-Title": "Temporary appointment: ICT Associate (Technical), GS-6, (Post #127884), Business Innovation and Support Section, UNICEF Global Shared Services Centre, Budapest, Hungary",
    "Description": "The ICT Associate will ensure that timely and efficient solutions are provided to queries worldwide in the field of IT Infrastructure and services (access management, Office 365, SAP etc). The candidate will manage incidents, facilitate communication between users, Subject Matter Experts (SMEs) and the IT Management for the use of the Business Innovation and Support Section (BIS).",
    "Job-Location": "Hungary",
    "Job-Deadline": "15/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570084/temporary-appointment-ict-associate-technical-gs6-post-127884-business-innovation-and-support-section-unicef-global-shared-services-centre-budapest-hungary"
  },
  {
    "Job-Title": "Finance Specialist (Digital Payment Solutions), P-3, DFAM, Istanbul, Türkiye, #116898",
    "Description": "The Cash-Based Transfers unit within DFAM Treasury & Structured Finance Section plays asignificant role in developing and maintaining excellent relationships with FinancialService Providers (FSPs), including traditional banks, mobile money operators, digitalpayment providers,\nfinancial technology companies, other relevant participants in the cash-based transfercommunity, and other UN Agencies. Ensures compliance with internal quality assurance\nstandards and external regulatory agency mandates, including Know Your Customer and international sanctions and manages counterparty risk.",
    "Job-Location": "Türkiye",
    "Job-Deadline": "22/03/2024 23:55",
    "Job-a": "https://jobs.unicef.org/en-us/job/570067/finance-specialist-digital-payment-solutions-p3-dfam-istanbul-türkiye-116898"
  }
]